{
  "card": [
    {
      "desc": "Best service! The way the marketing team conveys what the customer does not understand is good and patient, until now there has been no complaint from the client. Big Thanks anyway, SML subscription for sure."
    },
    {
      "desc": "Great, still as predicted and photo documents as well as complete receipts 👍"
    },
    {
      "desc": "Alhamdulillah, PT Sarana Mulya Logistik is the best solution. Can pick up packages, as well as add wooden packing and extra packing. The goods are safe, reliable, and safe to the destination 🥰 it's really tiring to send a machine worth 1.2M."
    },
    {
      "desc": "Thank you PT Sarana Mulya Logistik for providing good service. Pick up and delivery process is smooth and on time. Both large and small items are all well served."
    },
    {
      "desc": "Alhamdulillah, we got an expedition that is trustworthy to keep our goods to their destination, can negotiate the cost, easy to claim, of course it is safe to send medical equipment using PT Sarana Mulya Logistik. Good luck ... ✊💪"
    },
    {
      "desc": "Smooth delivery, goods arrived as estimated, affordable prices, friendly and responsive service. Thank you for your cooperation, hopefully next time we can use SML again."
    },
    {
      "desc": "First I would like to say many thanks to PT Sarana Mulya Logistik for the cooperation that has been established, hopefully it will continue forever. Alhamdulillah, thanks to PT Sarana Mulya Logistik, the delivery of goods both by air, land and sea is very fast and safe under control, for trackng goods so fast and immediately responded very well."
    },
    {
      "desc": "Alhamdulillah, I really like the performance of PT Sarana Mulya Logistik and the service is really good."
    },
    {
      "desc": "Communication to customer OK Fleet is OK Punctuality of pick up time OK Punctuality to destination is OK Attitude OK Cost Competitive."
    },
    {
      "desc": "Thank you I am satisfied with the performance of PT Sarana Mulya Logistik. The goods are well coordinated. Hopefully PT Sarana Mulya Logisik will be more advanced in the future."
    },
    {
      "desc": "For 3 years working with Sarana Mulya Logistik there are no obstacles whatsoever, in the sense of fast delivery and right on target."
    }
  ]
}
